IDEA StatiCa Open Model
OpenModel.Wall Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Elements 2D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Wall> Wall { get; set; }
Public Property Wall As List(Of Wall)
	Get
	Set
public:
property List<Wall^>^ Wall {
	List<Wall^>^ get ();
	void set (List<Wall^>^ value);
}
Property Value
Type: List<Wall>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace